Repository: rosco-m68k/uCLinux-rosco
Catalog: user/wget/po/*.po
Languages: pl, sk

source: %s: %s:%d: warning: "%s" token appears before any machine name
pl: %s: %s:%d: ostrze?enie: pojawia si? znak "%s" przed jak?kolwiek nazw? maszyny
sk: %s: %s:%d varovanie: token "%s" je uvedený e¹te pred akýmkoµvek názvom poèítaèa

source: %s: %s:%d: unknown token "%s"
pl: %s: %s:%d: nieznany znak "%s"
sk: %s: %s:%d: neznámy token "%s"

source: Usage: %s NETRC [HOSTNAME]
pl: U?ycie: %s NETRC [NAZWA_SERWERA]
sk: Pou¾itie: %s NETRC [NÁZOV POÈÍTAÈA]

source: %s: cannot stat %s: %s
pl: %s: nie mog? przeprowadzi? statystyki %s: %s
sk: %s: volanie `stat %s' skonèilo s chybou: %s

source: Removing %s.
pl: Usuwanie %s.
sk: Ma¾e sa %s.

source: Removing %s since it should be rejected.
pl: Usuni?cie %s poniewa? powinien by? odrzucony.
sk: Ma¾e sa %s, preto¾e tento súbor nie je po¾adovaný.

source: Loading robots.txt; please ignore errors.
pl: ?adowanie robots.txt; prosz? zignorowa? b??dy.
sk: Naèítavam `robots.txt'. Chybové hlásenia ignorujte, prosím.

source: [ skipping %dK ]
pl: [ pomijam %d kB ]
sk: [ preskakujem %dK ]

source: Could not find proxy host.
pl: Nie mog? odnale?? serwera proxy.
sk: Nemô¾em nájs» proxy server.

source: Proxy %s: Must be HTTP.
pl: Proxy %s: Musi by? HTTP.
sk: Proxy %s: Musí by» HTTP.

source: %s: Redirection to itself.
pl: %s: Przekierowanie na samego siebie.
sk: %s: Presmerovanie na seba samého.

source: Giving up.
pl: Poddaj? si?.
sk: Vzdávam to.

source: Retrying.
pl: Ponawiam prób?.
sk: Skú¹am to znovu.

source: Error (%s): Link %s without a base provided.
pl: B??d (%s): ??cze %s zosta?o dostarczone bez bazy.
sk: Chyba (%s): K relatívnemu odkazu %s nie je mo¾né nájs» bázový odkaz.

source: Error (%s): Base %s relative, without referer URL.
pl: B??d (%s): Baza %s jest wzgl?dna, bez odniesienia do URL'a.
sk: Chyba (%s): Bázový odkaz %s nesmie by» relatívny.

source: Converting %s...
pl: Konwersja %s...
sk: Konvertujem %s...

source: Cannot convert links in %s: %s
pl: Nie mog? przekonwertowa? ??cza w %s: %s
sk: Nedoká¾em previes» odkazy v %s: %s

source: %s: %s: Not enough memory.
pl: %s: %s: Brak pami?ci.
sk: %s: %s: Nie je dos» pamäte.

source: Unknown/unsupported protocol
pl: Nieznany/nieobs?ugiwany protokó?
sk: Neznámy/nepodporovaný protokol

source: Invalid port specification
pl: Nieprawid?owa specyfikacja portu
sk: Neplatná ¹pecifikácia portu

source: Invalid host name
pl: Nieprawid?owa nazwa serwera
sk: Neplatné meno stroja

source: Failed to unlink symlink `%s': %s
pl: Od??czenie ??cza symbolicznego `%s' nie powiod?o si?: %s
sk: Nebylo mo¾né odstráni» symbolický odkaz `%s': %s
