Repository: rosco-m68k/uCLinux-rosco
Catalog: user/wget/po/*.po
Languages: pl, sk

source: Connecting to %s:%hu...
pl: ??czenie si? z %s:%hu...
sk: Naväzujem spojenie s %s:%hu...

source: Connection to %s:%hu refused.
pl: Po??czenie z %s:%hu zosta?o odrzucone.
sk: Spojenie s %s:%hu odmietnuté.

source: connected!
pl: po??czony!
sk: spojené!

source: Logging in as %s ...
pl: Logowanie si? jako %s ...
sk: Prihlasujem sa ako %s ...

source: Error in server response, closing control connection.
pl: B??d w odpowiedzi serwera, zamykanie po??czenia kontrolnego.
sk: Server odpovedal chybne, uzatváram riadiace spojenie.

source: Error in server greeting.
pl: B??d w powitaniu serwera.
sk: Úvodná odpoveï serveru je chybná.

source: Write failed, closing control connection.
pl: B??d zapisu, zamykanie po??czenia kontrolnego.
sk: Nemô¾em zapísa» dáta, uzatváram riadiace spojenie.

source: The server refuses login.
pl: Serwer odrzuci? login.
sk: Server odmieta prihlásenie.

source: Login incorrect.
pl: Nieprawid?owy login.
sk: Chyba pri prihlásení.

source: Logged in!
pl: Zalogowany!
sk: Prihlásený!

source: Unknown type `%c', closing control connection.
pl: Nieznany typ `%c', zamykanie po??czenia kontrolnego.
sk: Neznámy typ `%c', uzatváram riadiace spojenie.

source: done.
pl: zrobione.
sk: hotovo.

source: ==> CWD not needed.
pl: ==> CWD nie jest potrzebne.
sk: ==> CWD nie je potrebné.

source: No such directory `%s'.
pl: Nie ma takiego katalogu `%s'.
sk: Adresár `%s' neexistuje.

source: done.
pl: zrobione.
sk: hotovo.

source: ==> CWD not required.
pl: ==> CWD nie jest wymagany.
sk: ==> CWD nie je potrebné.

source: Cannot initiate PASV transfer.
pl: Nie mog? zainicjowa? transferu PASV.
sk: Nemo¾no inicializova» prenos príkazom PASV.

source: Cannot parse PASV response.
pl: Nie mog? przetworzy? odpowiedzi PASV.
sk: Odpovrï na PASV je nepochopiteµná.

source: Will try connecting to %s:%hu.
pl: Spróbuj? po??czy? si? z %s:%hu.
sk: Pokúsim sa spoji» s %s:%hu.

source: done.
pl: zrobione.
sk: hotovo.

source: Bind error (%s).
pl: B??d przywi?zania (%s).
sk: Chyba pri operácii "bind" (%s).

source: Invalid PORT.
pl: Nieprawid?owy PORT.
sk: Neplatný PORT.

source: REST failed, starting from scratch.
pl: Wykonanie REST nie powiod?o si?, zaczynam od pocz?tku.
sk: Príkaz REST zlyhal, prená¹am súbor od zaèiatku.

source: No such file `%s'.
pl: Nie ma takiego pliku `%s'.
sk: Súbor `%s' neexistuje.

source: No such file or directory `%s'.
pl: Nie ma takiego pliku lub katalogu `%s'.
sk: Súbor alebo adresár `%s' neexistuje.

source: Length: %s
pl: D?ugo??: %s
sk: Då¾ka: %s

source: [%s to go]
pl: [pozosta?o %s]
sk: [ostáva %s]

source: (unauthoritative)
pl: (nieautorytatywny)
sk: (nie je smerodajné)

source: %s: %s, closing control connection.
pl: %s: %s, zamykam po??czenie kontrolne.
sk: %s: %s, uzatváram riadiace spojenie.

source: %s (%s) - Data connection: %s;
pl: %s (%s) - Po??czenie danych: %s;
sk: %s (%s) - Dátové spojenie: %s;

source: Control connection closed.
pl: Po??czenie kontrolne zosta?o zamkni?te.
sk: Riadiace spojenie uzatvorené.

source: Data transfer aborted.
pl: Transfer danych zosta? przerwany.
sk: Prenos dát bol predèasne ukonèený.

source: File `%s' already there, not retrieving.
pl: Plik `%s' jest ju? tam, wi?c go nie pobieram.
sk: Súbor `%s' je u¾ tu, nebudem ho prená¹a».

source: (try:%2d)
pl: (próba:%2d)
sk: (pokus:%2d)

source: %s (%s) - `%s' saved [%ld]
pl: %s (%s) - zapisano `%s' [%ld]
sk: %s (%s) - `%s' ulo¾ený [%ld]

source: Using `%s' as listing tmp file.
pl: U?ycie `%s' jako tymczasowego pliku wylistowania.
sk: Zoznam súborov bude doèasne ulo¾ený v `%s'.

source: Removed `%s'.
pl: Usuni?to `%s'.
sk: Vymazané `%s'.

source: Recursion depth %d exceeded max. depth %d.
pl: G??boko?? rekursji %d przekroczy?a g??boko?? maksymaln? %d.
sk: Håbka rekurzie %d prekroèila maximálnu povolenú håbku %d.

source: Local file `%s' is more recent, not retrieving.
sk: Súbor `%s' nebudem prená¹a», preto¾e je lokálna verzia nov¹ia.

source: The sizes do not match (local %ld), retrieving.
sk: Veµkosti se nezhodujú (lokálne %ld), prená¹am.

source: Invalid name of the symlink, skipping.
pl: Nieprawid?owa nazwa ??cza symbolicznego, wi?c pomijam go.
sk: Neplatný názov symoblického odkazu, preskakujem.

source: Already have correct symlink %s -> %s
pl: Istnieje ju? prawid?owe ??cze symboliczne %s -> %s
sk: Korektný symbolický odkaz %s -> %s u¾ existuje.

source: Creating symlink %s -> %s
pl: Tworz? ??cze symboliczne %s -> %s
sk: Vytváram symbolický odkaz %s -> %s

source: Symlinks not supported, skipping symlink `%s'.
pl: ??cza symboliczne nie s? obs?ugiwane, wi?c pomijam ??cze `%s'.
sk: Preskakujem symbolický odkaz `%s', preto¾e tento systém symbolické odkazy nepodporuje.

source: Skipping directory `%s'.
pl: Pomijam katalog `%s'.
sk: Preskakujem adresár `%s'.

source: %s: unknown/unsupported file type.
pl: %s: nieznany/nieobs?ugiwany typ pliku.
sk: %s: neznámy/nepodporovaný typ súboru.

source: %s: corrupt time-stamp.
pl: %s: zniszczony znacznik czasu.
sk: %s: èasové razítko súboru je poru¹ené.

source: Will not retrieve dirs since depth is %d (max %d).
pl: Nie b?d? pobiera? katalogów dopóki g??boko?? wynosi %d (maks. %d).
sk: Podadresáre nebudem prená¹a», preto¾e sme u¾ v håbke %d (maximum je %d).

source: Not descending to `%s' as it is excluded/not-included.
pl: Brak zej?cia do `%s', tak jak to jest wykluczone/nie w??czone.
sk: Nezostupujem do adresára `%s', preto¾e tento adresár sa má vynecha» alebo nebol urèený na prechádzanie.

source: Rejecting `%s'.
pl: Odrzucam `%s'.
sk: Odmietam `%s'.

source: No matches on pattern `%s'.
pl: Brak dopasowa? do wzorca `%s'.
sk: Vzorke `%s' niè nezodpovedá.

source: Wrote HTML-ized index to `%s' [%ld].
pl: Indeks w formacie HTML zosta? zapisany w `%s' [%ld].
sk: Výpis adresára v HTML formáte bol zapísaný do `%s' [%ld].

source: Wrote HTML-ized index to `%s'.
pl: Indeks w formacie HTML zosta? zapisany w `%s'.
sk: Výpis adresára v HTML formáte bol zapísaný do `%s'.

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest niejasna
sk: %s: prepínaè `%s' nie je jednoznaèný

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie posiada argumentu
sk: %s: prepínaè `--%s' nemá argument

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie posiada argumentu
sk: %s: prepínaè `%c%s' nemá argument

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' wymaga argumentu
sk: %s: prepínaè `%s' vy¾aduje argument

source: %s: unrecognized option `--%s'
pl: %s: nierozpoznana opcja `--%s'
sk: %s: neznámy prepínaè `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nierozpoznana opcja `%c%s'
sk: %s: neznámy prepínaè `%c%s'

source: %s: illegal option -- %c
pl: %s: nielegalna opcja -- %c
sk: %s: neprípustný prepínaè -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja wymaga argumentu -- %c
sk: %s: prepínaè vy¾aduje argument -- %c

source: %s: Cannot determine user-id.
pl: %s: Nie mog? okre?li? identyfikatora u?ytkownika.
sk: %s: Nemo¾no identifikova» u¾ívateµa.

source: %s: Warning: uname failed: %s
pl: %s: Ostrze?enie: wykonanie uname nie powiod?o si?: %s
sk: %s: Varovanie: volanie "uname" skonèilo s chybou %s

source: %s: Warning: gethostname failed
pl: %s: Ostrze?enie: wykonanie gethostname nie powiod?o si?
sk: %s: Varovanie: volanie "gethostname" skonèilo s chybou

source: %s: Warning: cannot determine local IP address.
pl: %s: Ostrze?enie: nie mog? okre?li? lokalnego adresu IP.
sk: %s: Varovanie: nemo¾no urèi» lokálnu IP adresu.

source: %s: Warning: cannot reverse-lookup local IP address.
pl: %s: Ostrze?enie: nie mog? odszuka? lokalnego adresu IP.
sk: %s: Varovanie: lokálna IP adresa nemá reverzný záznam v DNS.

source: %s: Warning: reverse-lookup of local address did not yield FQDN!
pl: %s: Ostrze?enie: odszukanie lokalnego adresu nie wyprodukowa?o FQDN!
sk: %s: Varovanie: reverzné vyhµadanie lokálnej adresy nevrátilo plné kvalifikované meno!

source: Host not found
pl: Serwer nie zosta? odnaleziony
sk: Hostiteµ nebol nájdený

source: Unknown error
pl: Nieznany b??d
sk: Neznáma chyba

source: Index of /%s on %s:%d
pl: Indeks /%s dla %s:%d
sk: Obsah /%s na %s:%d

source: time unknown
pl: nieznany czas
sk: èas neznámy

source: File
pl: Plik
sk: Súbor

source: Directory
pl: Katalog
sk: Adresár

source: Link
pl: ??cze
sk: Sym. odkaz

source: Not sure
pl: Niepewne
sk: Neznámy typ

source: (%s bytes)
pl: (%s bajtów)
sk: (%s bytov)

source: Failed writing HTTP request.
pl: Zapisanie ??dania o HTTP nie powiod?o si?.
sk: Po¾iadavku HTTP nebolo mo¾né odosla».

source: %s request sent, awaiting response...
pl: ??danie o %s zosta?o wys?ane, oczekiwanie na odpowied?...
sk: %s po¾iadavka odoslaná, èakám na odpoveï ...

source: End of file while parsing headers.
pl: Wyst?pi? koniec pliku podczas przetwarzania nag?ówków.
sk: Hlavièka nie je úplná.

source: Read error (%s) in headers.
pl: B??d odczytu (%s) w nag?ówkach.
sk: Chyba (%s) pri èítaní hlavièiek.

source: No data received
pl: Nie pobrano ?adnych danych
sk: Nepri¹li ¾iadne dáta

source: Malformed status line
pl: Zniekszta?cona linia stanu
sk: Odpoveï serveru má skomolený stavový riadok

source: (no description)
pl: (brak opisu)
sk: (¾iadny popis)

source: Authorization failed.
pl: Autoryzacja nie powiod?a si?.
sk: Autorizácia zlyhala.

source: Unknown authentication scheme.
pl: Nieznany schemat autentyfikacji.
sk: Server po¾aduje neznámy spôsob autentifikácie.

source: Location: %s%s
pl: Po?o?enie: %s%s
sk: Presmerované na: %s%s

source: unspecified
pl: nieokre?lony
sk: neudané

source: [following]
pl: [nast?puj?cy]
sk: [nasledujem]

source: Length:
pl: D?ugo??:
sk: Då¾ka:

source: (%s to go)
pl: (pozosta?o %s)
sk: (ostáva %s)

source: ignored
pl: zignorowano
sk: je ignorovaná

source: Warning: wildcards not supported in HTTP.
pl: Ostrze?enie: znaki specjalne nie s? obs?ugiwane z HTTP.
sk: Varovanie: HTTP nepodporuje ¾olíkové znaky.

source: File `%s' already there, will not retrieve.
pl: Plik `%s' ju? tam jest, wi?c nie zostanie pobrany.
sk: Súbor `%s' sa nebude prená¹a», je u¾ tu.

source: Cannot write to `%s' (%s).
pl: Nie mog? zapisa? do `%s' (%s).
sk: Nemo¾no zapísa» do `%s' (%s).

source: ERROR: Redirection (%d) without location.
pl: B??D: Przekierowanie (%d) bez po?o?enia.
sk: CHYBA: Presmerovanie (%d) bez udanej novej adresy.

source: %s ERROR %d: %s.
pl: %s B??D %d: %s.
sk: %s CHYBA %d: %s.

source: Last-modified header missing -- time-stamps turned off.
pl: Brak nag?ówka ostatniej modyfikacji -- znaczniki czasowe zosta?y wy??czone.
sk: Nebudú sa pou¾íva» èasové razítka (`time-stamps'), preto¾e hlavièka "Last-modified" v odpovedi serveru chýba.

source: Last-modified header invalid -- time-stamp ignored.
pl: Nieprawid?owy nag?ówek ostatniej modyfikacji -- znacznik czasowy zosta? zignorowany.
sk: Ignorujem èasové razítko súboru (`time-stamp'), preto¾e hlavièka "Last-modified" obsahuje neplatné údaje.

source: Remote file is newer, retrieving.
pl: Odleg?y plik jest nowszy, wi?c pobieram go.
sk: Vzdialený súbor má nov¹í dátum, prená¹am.

source: %s (%s) - `%s' saved [%ld/%ld]
pl: %s (%s) - `%s' zosta? zapisany [%ld/%ld]
sk: %s (%s) - `%s' ulo¾ený [%ld/%ld]

source: %s (%s) - Connection closed at byte %ld.
pl: %s (%s) - Po??czenie zosta?o zamkni?te przy bajcie %ld.
sk: %s (%s) - Spojenie uzatvorené na byte %ld.

source: %s (%s) - `%s' saved [%ld/%ld])
pl: %s (%s) - `%s' zosta? zapisany [%ld/%ld])
sk: %s (%s) - `%s' ulo¾ené [%ld/%ld])

source: %s (%s) - Connection closed at byte %ld/%ld.
pl: %s (%s) - Po??czenie zosta?o zamkni?te przy bajcie %ld/%ld.
sk: %s (%s) - Spojenie uzatvorené na byte %ld/%ld.

source: %s (%s) - Read error at byte %ld (%s).
pl: %s (%s) - B??d odczytu przy bajcie %ld (%s).
sk: %s (%s) - Chyba pri èítaní dát na byte %ld (%s).

source: %s (%s) - Read error at byte %ld/%ld (%s).
pl: %s (%s) - B??d odczytu przy bajcie %ld/%ld (%s).
sk: %s (%s) - Chyba pri èítaní dát na byte %ld/%ld (%s).

source: %s: Cannot read %s (%s).
pl: %s: Nie mog? odczyta? %s (%s).
sk: %s: Nemo¾no preèíta» %s (%s).

source: %s: Error in %s at line %d.
pl: %s: B??d w %s w linii %d.
sk: %s: Chyba v %s na riadku %d.

source: %s: Warning: Both system and user wgetrc point to `%s'.
pl: %s: Ostrze?enie: Zarówno plik systemowy wgetrc jak i u?ytkownika odnosz? si? do `%s'.
sk: %s: Varovanie: Globálne aj u¾ívateµské wgetrc sú zhodne ulo¾ené v `%s'.

source: %s: BUG: unknown command `%s', value `%s'.
pl: %s: B??D W PROGRAMIE: nieznane polecenie `%s', warto?? `%s'.
sk: %s: Chyba: Neznámy príkaz `%s', hodnota `%s'.

source: %s: %s: Please specify on or off.
pl: %s: %s: Prosz? okre?li?: on lub off.
sk: %s: %s: Zadajte prosím `on' alebo `off'.

source: %s: %s: Invalid specification `%s'.
pl: %s: %s: Nieprawid?owa specyfikacja `%s'.
sk: %s: %s: Neplatná ¹pecifikácia `%s'

source: %s: Invalid specification `%s'
pl: %s: Nieprawid?owa specyfikacja `%s'
sk: %s: Neplatná ¹pecifikácia `%s'

source: Usage: %s [OPTION]... [URL]...
pl: U?ycie: %s [OPCJA]... [URL]...
sk: Pou¾itie: %s [PREPÍNAÈ]... [URL]...

source: GNU Wget %s, a non-interactive network retriever.
pl: GNU Wget %s, nieinteraktywna ?ci?garka sieciowa.
sk: GNU Wget %s, program pre neinteraktívne s»ahovanie súborov.

source: Mandatory arguments to long options are mandatory for short options too.
pl: Argumenty obowi?zkowe dla opcji d?ugich s? równie? obowi?zkowe dla opcji krótkich.
sk: Argumenty, povinné pri dlhých prepínaèoch, sú povinné aj pre krátke verzie prepínaèov.

source: Startup: -V, --version display the version of Wget and exit. -h, --help print this help. -b, --background go to background after startup. -e, --execute=COMMAND execute a `.wgetrc' command.
sk: Zaèátek: -V, --version vypí¹e informáciu o verzii programu Wget a skonèí -h, --help vypí¹e túto nápovedu a skonèí -b, --background po spustení pokraèuje v behu na pozadí -e, --execute=PRÍKAZ vykonaj príkaz `.wgetrc'

source: Logging and input file: -o, --output-file=FILE log messages to FILE. -a, --append-output=FILE append messages to FILE. -d, --debug print debug output. -q, --quiet quiet (no output). -v, --verbose be verbose (this is the default). -nv, --non-verbose turn off verboseness, without being quiet. -i, --input-file=FILE read URL-s from file. -F, --force-html treat input file as HTML.
sk: Protokolovanie a vstupný súbor: -o, --output-file=SÚBOR do tohoto súboru ukladaj protokol -a, --append-output=SÚBOR protokol pripoj na koniec tohoto súboru -d, --debug vypisuj ladiace informácie -q, --quiet nevypisuj vôbec niè -v, --verbose buï uhovorený (¹tandardne zapnuté) -nv, --non-verbose vypisuj iba najdôle¾itej¹ie informácie -i, --input-file=SÚBOR odkazy URL naèítaj z tohoto súboru -F, --force-html súbor s URL je v HTML formáte

source: Download: -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits). -O --output-document=FILE write documents to FILE. -nc, --no-clobber don't clobber existing files. -c, --continue restart getting an existing file. --dot-style=STYLE set retrieval display style. -N, --timestamping don't retrieve files if older than local. -S, --server-response print server response. --spider don't download anything. -T, --timeout=SECONDS set the read timeout to SECONDS. -w, --wait=SECONDS wait SECONDS between retrievals. -Y, --proxy=on/off turn proxy on or off. -Q, --quota=NUMBER set retrieval quota to NUMBER.
sk: S»ahovanie: -t, --tries=ÈÍSLO poèet pokusov stiahnu» URL (0 nekoneèný) -O --output-document=SÚBOR stiahnuté dokumenty ukladaj do tohoto súboru -nc, --no-clobber neprepisuj existujúce súbory -c, --continue zaèni s»ahova» u¾ èiastoène prenesené dáta --dot-style=STYL nastav spôsob zobrazenia pri s»ahovaní dát -N, --timestamping nes»ahuj star¹ie súbory (zapni èasové razítka) -S, --server-response vypisuj odpovede serveru --spider niè nes»ahuj -T, --timeout=SEKÚND nastav timeout pri èítaní na túto hodnotu -w, --wait=SEKÚND pred ka¾dým s»ahovaním poèkaj SEKÚND sekúnd -Y, --proxy=on/off zapni prenos cez proxy (¹tandardne `off') -Q, --quota=ÈÍSLO nastav limit objemu ulo¾ených dát

source: Directories: -nd --no-directories don't create directories. -x, --force-directories force creation of directories. -nH, --no-host-directories don't create host directories. -P, --directory-prefix=PREFIX save files to PREFIX/... --cut-dirs=NUMBER ignore NUMBER remote directory components.
pl: Katalogi: -nd --no-directories nie twórz katalogów. -x, --force-directories wymuszaj tworzenie katalogów. -nH, --no-host-directories nie twórz katalogów serwera. -P, --directory-prefix=PREFIKS zapisz pliki do PREFIKS/... --cut-dirs=NUMER ignoruj sk?adowe odleg?ego katalogu NUMER.
sk: Adresáre: -nd --no-directories nevytváraj adresáre -x, --force-directories v¾dy vytváraj adresáre -nH, --no-host-directories nevytváraj adresáre s adresou serveru -P, --directory-prefix=PREFIX ukladaj dáta do PREFIX/... --cut-dirs=POÈET nevytváraj prvých POÈET podadresárov

source: HTTP options: --http-user=USER set http user to USER. --http-passwd=PASS set http password to PASS. -C, --cache=on/off (dis)allow server-cached data (normally allowed). --ignore-length ignore `Content-Length' header field. --header=STRING insert STRING among the headers. --proxy-user=USER set USER as proxy username. --proxy-passwd=PASS set PASS as proxy password. -s, --save-headers save the HTTP headers to file. -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION.
sk: Prepínaèe pre HTTP: --http-user=U®ÍVATE¥ u¾ívateµské meno pre autorizovaný prenos http --http-passwd=HESLO heslo pre autorizovaný prenos http -C, --cache=on/off povoµ alebo zaká¾ pou¾itie vyrovnávacej pamäte na strane serveru (¹tandardne `on') --ignore-length ignoruj pole `Content-Length' v hlavièke --header=RE«AZEC po¹li RE«AZEC serveru ako súèas» hlavièiek --proxy-user=U®ÍVATE¥ meno u¾ívateµa vy¾adované pre prenos proxy --proxy-passwd=HESLO heslo pre prenos proxy -s, --save-headers do s»ahovaného súboru ulo¾ aj hlavièky HTTP -U, --user-agent=AGENT namiesto identifikácie `Wget/VERZE' posielaj v hlavièke identifikaèný re»azec AGENT

source: FTP options: --retr-symlinks retrieve FTP symbolic links. -g, --glob=on/off turn file name globbing on or off. --passive-ftp use the "passive" transfer mode.
sk: Prepínaèe pre protokol FTP: --retr-symlinks s»ahuj aj symbolické odkazy -g, --glob=on/off zapni alebo vypni expanziu ¾olíkov v menách súborov (¹tandardne `on') --passive-ftp pou¾i pasívny mód prenosu dát

source: Recursive retrieval: -r, --recursive recursive web-suck -- use with care!. -l, --level=NUMBER maximum recursion depth (0 to unlimit). --delete-after delete downloaded files. -k, --convert-links convert non-relative links to relative. -m, --mirror turn on options suitable for mirroring. -nr, --dont-remove-listing don't remove `.listing' files.
sk: Rekurzívne s»ahovanie: -r, --recursive rekurzívne s»ahovanie -- buïte opatrní! -l, --level=NUMBER maximálna håbka rekurzie (0 bez limitu) --delete-after po prenose zma¾ stiahnuté súbory -k, --convert-links absolutné URL preveï na relatívne -m, --mirror zapni prepínaèe vhodné pre zrkadlenie dát -nr, --dont-remove-listing nema¾ súbory `.listing' s obsahmi adresárov

source: Recursive accept/reject: -A, --accept=LIST list of accepted extensions. -R, --reject=LIST list of rejected extensions. -D, --domains=LIST list of accepted domains. --exclude-domains=LIST comma-separated list of rejected domains. -L, --relative follow relative links only. --follow-ftp follow FTP links from HTML documents. -H, --span-hosts go to foreign hosts when recursive. -I, --include-directories=LIST list of allowed directories. -X, --exclude-directories=LIST list of excluded directories. -nh, --no-host-lookup don't DNS-lookup hosts. -np, --no-parent don't ascend to the parent directory.
sk: Obmedzenie pri rekurzii: -A, --accept=ZOZNAM zoznam povolených prípon súborov -R, --reject=ZOZNAM zoznam nepovolených prípon súborov -D, --domains=ZOZNAM zoznam povolených domén --exclude-domains=ZOZNAM zoznam nepovolených domén -L, --relative nasleduj iba relatívne odkazy --follow-ftp nasleduj FTP odkazy v HTML dokumentoch -H, --span-hosts naèítaj dokumenty aj z ostatných serverov -I, --include-directories=ZOZNAM zoznam povolených adresárov -X, --exclude-directories=ZOZNAM zoznam vylúèených adresárov -nh, --no-host-lookup nevyhµadávaj adresy v DNS -np, --no-parent nezostupuj do rodièovského adresára

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
pl: Raporty b??dów i sugestie prosz? wysy?a? do <bug-wget@gnu.org>.
sk: Správy o chybách a návrhy na vylep¹enie programu zasielajte na adresu <bug-wget@gnu.org> (iba anglicky). Komentáre k slovenskému prekladu zasielajte na adresu <sk@li.org>.

source: %s: debug support not compiled in.
pl: %s: wsparcie dla debugowania nie zosta?o wkompilowane.
sk: %s: program nebol skompilovaný s podporou pre ladenie.

source: Copyright (C) 1995, 1996, 1997, 1998 Free Software Foundation, Inc. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
sk: Copyright (C) 1995, 1996, 1997, 1998 Free Software Foundation, Inc. Tento program je ¹írený v nádeji, ¾e bude u¾itoèný, av¹ak BEZ AKEJKO¥VEK ZÁRUKY; neposkytujú sa ani odvodené záruky PREDAJNOSTI alebo VHODNOSTI PRE URÈITÝ ÚÈEL. Ïaµ¹ie podrobnosti hµadajte vo V¹eobecnej verejnej licencii GNU.

source: Written by Hrvoje Niksic <hniksic@srce.hr>.
sk: Autorom tohoto programu je Hrvoje Nik¹iæ <hniksic@srce.hr>

source: %s: %s: invalid command
pl: %s: %s: nieprawid?owa komenda
sk: %s: %s: neplatný príkaz

source: %s: illegal option -- `-n%c'
pl: %s: nielegalna opcja -- `-n%c'
sk: %s: neprípustný prepínaè -- `-n%c'

source: Try `%s --help' for more options.
pl: Spróbuj `%s --help' w celu uzyskania opisu opcji.
sk: Príkaz `%s --help' vypí¹e význam platných prepínaèov.

source: Can't be verbose and quiet at the same time.
pl: Nie mog? wy?wietla? komunikatów i by? cicho w tym samym czasie.
sk: Nie je mo¾né by» uhovorený a by» ticho zároveò.

source: Can't timestamp and not clobber old files at the same time.
pl: Nie mog? jednocze?nie zwraca? uwagi na znaczniki czasowe i nie pobiera? starszych plików ni? lokalne.
sk: Nie je mo¾né pou¾íva» èasové razítka a nemaza» pritom staré súbory.

source: %s: missing URL
pl: %s: brak URL'a
sk: %s: chýba URL

source: No URLs found in %s.
pl: Nie znaleziono ?adnych URL'i w %s.
sk: V súbore `%s' nebol nájdený ¾iadny odkaz URL.

source: FINISHED --%s-- Downloaded: %s bytes in %d files
pl: ZAKO?CZONO --%s-- Pobrano: %s bajtów w %d plikach
sk: KONEC --%s-- Celkem naèítaných %s bytov v %d súboroch

source: Download quota (%s bytes) EXCEEDED!
pl: Ograniczenie rozmiaru pobierania (%s bajtów) zosta?o PRZEKROCZONE!
sk: Prekroèený limit objemu ulo¾ených dát (%s bytov)!

source: %s received, redirecting output to `%%s'.
pl: pobrano %s, przekierowanie wyj?cia do `%%s'.
sk: Zachytený signál %s , výstup presmerovaný do `%%s'.

source: CTRL+Break received, redirecting output to `%s'. Execution continued in background. You may stop Wget by pressing CTRL+ALT+DELETE.
pl: Przechwycono CTRL+Break, przekierowanie wyj?cia do `%s'. Wykonywanie b?dzie kontynuowane w tle. Mo?esz zatrzyma? Wget poprzez wci?ni?cie CTRL+ALT+DELETE.
sk: Stlaèený CTRL+Break, výstup bol presmerovaný do `%s' Program pokraèuje v behu na pozadí. Wget je mo¾né zastavi» stlaèením CTRL+ALT+DELETE.

source: Continuing in background.
pl: Kontynuacja w tle.
sk: Pokraèujem v behu na pozadí.

source: Output will be written to `%s'.
pl: Wyj?cie zostanie zapisane w `%s'.
sk: Výstup bude zapísaný do `%s'.

source: Starting WinHelp %s
pl: Uruchomienie WinHelp %s
sk: Spú¹»am WinHelp %s

source: %s: Couldn't find usable socket driver.
pl: %s: Nie mog? znale?? u?ytecznego sterownika gniazdka.
sk: %s: Nemô¾em nájs» pou¾iteµný ovládaè soketov.
